:PROPERTIES:
:ID:       31c8e78e-892c-4a73-b5d1-1d9b2e8a7fa7
:END:
#+title: Cauchy distribution
#+filetags: :inprogress:public:

- tags :: [[id:accc4a58-2f96-42da-a43d-c8140996d0d3][Probability distribution]]

#+begin_src latex :results raw :exports results
\begin{equation*}
 \pi_{X}(X) = \frac{1}{\pi\,\gamma \left[1 + \left(\frac{x}{\gamma}\right)^{2}\right]}
\end{equation*}
#+end_src

#+RESULTS:
\begin{equation*}
 \pi_{X}(X) = \frac{1}{\pi\,\gamma \left[1 + \left(\frac{x}{\gamma}\right)^{2}\right]}
\end{equation*}

with $\gamma > 0$ the /scale/ parameter.

It can be written as a Normal-InverseGamma Mixture.
